---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FamilyElementVisibility
source: html/0a86aa27-16bd-1874-39da-4268375c40c5.htm
---
# FamilyElementVisibility Members

Initializes a new instance of the FamilyElementVisibility class